{
  "irVersion": "7",
  "producerName": "tf2onnx",
  "producerVersion": "1.7.2",
  "graph": {
    "node": [
      {
        "input": [
          "ImageTensor:0"
        ],
        "output": [
          "Squeeze:0"
        ],
        "name": "Squeeze",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "Squeeze:0"
        ],
        "output": [
          "Cast:0"
        ],
        "name": "Cast",
        "opType": "Cast",
        "attribute": [
          {
            "name": "to",
            "i": "1",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "Cast:0",
          "Reshape:0"
        ],
        "output": [
          "pad_to_bounding_box/sub:0"
        ],
        "name": "pad_to_bounding_box/sub",
        "opType": "Sub"
      },
      {
        "input": [
          "pad_to_bounding_box/sub:0"
        ],
        "output": [
          "pad_to_bounding_box/ExpandDims:0"
        ],
        "name": "pad_to_bounding_box/ExpandDims",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/ExpandDims:0"
        ],
        "output": [
          "pad_to_bounding_box/Shape:0"
        ],
        "name": "pad_to_bounding_box/Shape",
        "opType": "Shape"
      },
      {
        "input": [
          "pad_to_bounding_box/Shape:0"
        ],
        "output": [
          "pad_to_bounding_box/Shape__5:0"
        ],
        "name": "pad_to_bounding_box/Shape__5",
        "opType": "Cast",
        "attribute": [
          {
            "name": "to",
            "i": "6",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/Shape__5:0"
        ],
        "output": [
          "pad_to_bounding_box/unstack:0",
          "pad_to_bounding_box/unstack:1",
          "pad_to_bounding_box/unstack:2",
          "pad_to_bounding_box/unstack:3"
        ],
        "name": "pad_to_bounding_box/unstack",
        "opType": "Split",
        "attribute": [
          {
            "name": "axis",
            "i": "0",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/unstack:2"
        ],
        "output": [
          "pad_to_bounding_box/unstack__8:0"
        ],
        "name": "pad_to_bounding_box/unstack__8",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/unstack:1"
        ],
        "output": [
          "pad_to_bounding_box/unstack__7:0"
        ],
        "name": "pad_to_bounding_box/unstack__7",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "Cast:0"
        ],
        "output": [
          "Shape_1:0"
        ],
        "name": "Shape_1",
        "opType": "Shape"
      },
      {
        "input": [
          "Shape_1:0"
        ],
        "output": [
          "Shape_1__10:0"
        ],
        "name": "Shape_1__10",
        "opType": "Cast",
        "attribute": [
          {
            "name": "to",
            "i": "6",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "Shape_1__10:0",
          "const_slice__19",
          "const_two__372",
          "const_zero__399"
        ],
        "output": [
          "strided_slice_2:0"
        ],
        "name": "strided_slice_2",
        "opType": "Slice",
        "domain": ""
      },
      {
        "input": [
          "strided_slice_2:0"
        ],
        "output": [
          "strided_slice_2__14:0"
        ],
        "name": "strided_slice_2__14",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "sub_1/x:0",
          "strided_slice_2__14:0"
        ],
        "output": [
          "sub_1:0"
        ],
        "name": "sub_1",
        "opType": "Sub"
      },
      {
        "input": [
          "sub_1:0",
          "Maximum_1/y:0"
        ],
        "output": [
          "Maximum_1:0"
        ],
        "name": "Maximum_1",
        "opType": "Max"
      },
      {
        "input": [
          "strided_slice_2__14:0",
          "Maximum_1:0"
        ],
        "output": [
          "add_1:0"
        ],
        "name": "add_1",
        "opType": "Add"
      },
      {
        "input": [
          "add_1:0",
          "pad_to_bounding_box/unstack__8:0"
        ],
        "output": [
          "pad_to_bounding_box/sub_2:0"
        ],
        "name": "pad_to_bounding_box/sub_2",
        "opType": "Sub"
      },
      {
        "input": [
          "pad_to_bounding_box/sub_2:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_2_Unsqueeze__16:0"
        ],
        "name": "pad_to_bounding_box/stack_2_Unsqueeze__16",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "const_fold_opt__559",
          "pad_to_bounding_box/stack_2_Unsqueeze__16:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_2_Concat__17:0"
        ],
        "name": "pad_to_bounding_box/stack_2_Concat__17",
        "opType": "Concat",
        "attribute": [
          {
            "name": "axis",
            "i": "0",
            "type": "INT"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "pad_to_bounding_box/stack_2_Concat__17:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_4_Unsqueeze__27:0"
        ],
        "name": "pad_to_bounding_box/stack_4_Unsqueeze__27",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Shape_1__10:0",
          "const_zero__399",
          "const_slice__19",
          "const_zero__399"
        ],
        "output": [
          "strided_slice_1:0"
        ],
        "name": "strided_slice_1",
        "opType": "Slice",
        "domain": ""
      },
      {
        "input": [
          "strided_slice_1:0"
        ],
        "output": [
          "strided_slice_1__21:0"
        ],
        "name": "strided_slice_1__21",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "sub/x:0",
          "strided_slice_1__21:0"
        ],
        "output": [
          "sub:0"
        ],
        "name": "sub",
        "opType": "Sub"
      },
      {
        "input": [
          "sub:0",
          "Maximum_1/y:0"
        ],
        "output": [
          "Maximum:0"
        ],
        "name": "Maximum",
        "opType": "Max"
      },
      {
        "input": [
          "strided_slice_1__21:0",
          "Maximum:0"
        ],
        "output": [
          "add:0"
        ],
        "name": "add",
        "opType": "Add"
      },
      {
        "input": [
          "add:0",
          "pad_to_bounding_box/unstack__7:0"
        ],
        "output": [
          "pad_to_bounding_box/sub_4:0"
        ],
        "name": "pad_to_bounding_box/sub_4",
        "opType": "Sub"
      },
      {
        "input": [
          "pad_to_bounding_box/sub_4:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_1_Unsqueeze__23:0"
        ],
        "name": "pad_to_bounding_box/stack_1_Unsqueeze__23",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "const_fold_opt__559",
          "pad_to_bounding_box/stack_1_Unsqueeze__23:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_1_Concat__24:0"
        ],
        "name": "pad_to_bounding_box/stack_1_Concat__24",
        "opType": "Concat",
        "attribute": [
          {
            "name": "axis",
            "i": "0",
            "type": "INT"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "pad_to_bounding_box/stack_1_Concat__24:0"
        ],
        "output": [
          "pad_to_bounding_box/stack_4_Unsqueeze__26:0"
        ],
        "name": "pad_to_bounding_box/stack_4_Unsqueeze__26",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "const_fold_opt__558",
          "pad_to_bounding_box/stack_4_Unsqueeze__26:0",
          "pad_to_bounding_box/stack_4_Unsqueeze__27:0",
          "const_fold_opt__558"
        ],
        "output": [
          "pad_to_bounding_box/stack_4_Concat__29:0"
        ],
        "name": "pad_to_bounding_box/stack_4_Concat__29",
        "opType": "Concat",
        "attribute": [
          {
            "name": "axis",
            "i": "0",
            "type": "INT"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "pad_to_bounding_box/stack_4_Concat__29:0"
        ],
        "output": [
          "pad_to_bounding_box/Pad__30:0"
        ],
        "name": "pad_to_bounding_box/Pad__30",
        "opType": "Cast",
        "attribute": [
          {
            "name": "to",
            "i": "7",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/Pad__30:0"
        ],
        "output": [
          "pad_to_bounding_box/Pad__31:0"
        ],
        "name": "pad_to_bounding_box/Pad__31",
        "opType": "Transpose"
      },
      {
        "input": [
          "pad_to_bounding_box/Pad__31:0",
          "pad_to_bounding_box/Pad__32"
        ],
        "output": [
          "pad_to_bounding_box/Pad__33:0"
        ],
        "name": "pad_to_bounding_box/Pad__33",
        "opType": "Reshape"
      },
      {
        "input": [
          "pad_to_bounding_box/ExpandDims:0",
          "pad_to_bounding_box/Pad__33:0"
        ],
        "output": [
          "pad_to_bounding_box/Pad:0"
        ],
        "name": "pad_to_bounding_box/Pad",
        "opType": "Pad"
      },
      {
        "input": [
          "pad_to_bounding_box/Pad:0"
        ],
        "output": [
          "pad_to_bounding_box/Squeeze:0"
        ],
        "name": "pad_to_bounding_box/Squeeze",
        "opType": "Squeeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "pad_to_bounding_box/Squeeze:0",
          "Reshape:0"
        ],
        "output": [
          "pad_to_bounding_box/add:0"
        ],
        "name": "pad_to_bounding_box/add",
        "opType": "Add"
      },
      {
        "input": [
          "pad_to_bounding_box/add:0"
        ],
        "output": [
          "ExpandDims:0"
        ],
        "name": "ExpandDims",
        "opType": "Unsqueeze",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "0"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "mul/x:0",
          "ExpandDims:0"
        ],
        "output": [
          "mul:0"
        ],
        "name": "mul",
        "opType": "Mul"
      },
      {
        "input": [
          "mul:0",
          "sub_2/y:0"
        ],
        "output": [
          "sub_2:0"
        ],
        "name": "sub_2",
        "opType": "Sub"
      },
      {
        "input": [
          "sub_2:0"
        ],
        "output": [
          "MobilenetV3/Conv/Conv2D_Fold__34:0"
        ],
        "name": "MobilenetV3/Conv/Conv2D_Fold__34",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/Conv2D_Fold__34:0",
          "MobilenetV3/Conv/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/Conv/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__418:0"
        ],
        "name": "Conv__418",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "2",
              "2"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__418:0"
        ],
        "output": [
          "MobilenetV3/Conv/Conv2D_Fold__37:0"
        ],
        "name": "MobilenetV3/Conv/Conv2D_Fold__37",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/Conv2D_Fold__37:0",
          "MobilenetV3/Conv/conv_quant/min/read:0",
          "MobilenetV3/Conv/conv_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/Conv/conv_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/Conv/conv_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/conv_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_9/expand/hard_swish/add/y:0"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/add:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/add",
        "opType": "Add"
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/add:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_6/expand/hard_swish/Relu6_max__209"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/Relu6:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/Relu6",
        "opType": "Clip"
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/Relu6:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_3/act_quant_1/max/read:0"
        ],
        "output": [
          "MobilenetV3/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/conv_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/mul:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/mul",
        "opType": "Mul"
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/mul:0",
          "MobilenetV3/Conv/hard_swish/mul/activation_Mul_quant/min/read:0",
          "MobilenetV3/Conv/hard_swish/mul/activation_Mul_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/mul/activation_Mul_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/mul_1/y:0"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/mul_1:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/mul_1",
        "opType": "Mul"
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/mul_1:0",
          "MobilenetV3/Conv/hard_swish/mul_1/activation_Mul_quant/min/read:0",
          "MobilenetV3/Conv/hard_swish/mul_1/activation_Mul_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/Conv/hard_swish/mul_1/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/Conv/hard_swish/mul_1/activation_Mul_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/Conv/hard_swish/mul_1/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__42:0"
        ],
        "name": "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__42",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__42:0",
          "MobilenetV3/expanded_conv/depthwise/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv/depthwise/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__421:0"
        ],
        "name": "Conv__421",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "2",
              "2"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "group",
            "i": "16",
            "type": "INT"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__421:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/depthwise/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv/depthwise/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/depthwise/Relu:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__45:0"
        ],
        "name": "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__45",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/depthwise/depthwise_Fold__45:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv/depthwise/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/depthwise/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/depthwise/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/depthwise/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Mean:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Mean",
        "opType": "ReduceMean",
        "attribute": [
          {
            "name": "axes",
            "ints": [
              "1",
              "2"
            ],
            "type": "INTS"
          },
          {
            "name": "keepdims",
            "i": "1",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Mean:0",
          "new_shape__566"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__48:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__48",
        "opType": "Reshape",
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__48:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/biases/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "pads",
            "ints": [
              "0",
              "0",
              "0",
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/Relu:0",
          "new_shape__567"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__49:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__49",
        "opType": "Reshape",
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/BiasAdd__49:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv/act_quant/FakeQuantWithMinMaxVars:0",
          "new_shape__568"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__50:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__50",
        "opType": "Reshape",
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__50:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/biases/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "pads",
            "ints": [
              "0",
              "0",
              "0",
              "0"
            ],
            "type": "INTS"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd:0",
          "new_shape__569"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__51:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__51",
        "opType": "Reshape",
        "domain": ""
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/BiasAdd__51:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/conv_quant/min/read:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/conv_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/conv_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/conv_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/conv_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_9/expand/hard_swish/add/y:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/add:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/add",
        "opType": "Add"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/add:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_6/expand/hard_swish/Relu6_max__209"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/Relu6:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/Relu6",
        "opType": "Clip"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/Relu6:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_3/act_quant_1/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/act_quant/FakeQuantWithMinMaxVars:0",
          "image_pooling/mul/y:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul",
        "opType": "Mul"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul/activation_Mul_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul/activation_Mul_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/depthwise/act_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv/squeeze_excite/Conv_1/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/mul:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/mul",
        "opType": "Mul"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/mul:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv/squeeze_excite/mul/activation_Mul_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/squeeze_excite/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/squeeze_excite/mul/activation_Mul_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/squeeze_excite/mul/activation_Mul_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/project/Conv2D_Fold__54:0"
        ],
        "name": "MobilenetV3/expanded_conv/project/Conv2D_Fold__54",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/project/Conv2D_Fold__54:0",
          "MobilenetV3/expanded_conv/project/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv/project/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__424:0"
        ],
        "name": "Conv__424",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__424:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/project/Conv2D_Fold__57:0"
        ],
        "name": "MobilenetV3/expanded_conv/project/Conv2D_Fold__57",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/project/Conv2D_Fold__57:0",
          "MobilenetV3/expanded_conv/project/act_quant/min/read:0",
          "MobilenetV3/expanded_conv/project/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv/project/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv/project/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv/project/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__60:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__60",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__60:0",
          "MobilenetV3/expanded_conv_1/expand/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_1/expand/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__427:0"
        ],
        "name": "Conv__427",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__427:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/expand/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/expand/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/expand/Relu:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__63:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__63",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/expand/Conv2D_Fold__63:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_1/expand/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/expand/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/expand/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/expand/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__66:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__66",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__66:0",
          "MobilenetV3/expanded_conv_1/depthwise/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_1/depthwise/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__430:0"
        ],
        "name": "Conv__430",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "2",
              "2"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "group",
            "i": "72",
            "type": "INT"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__430:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/depthwise/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/depthwise/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/depthwise/Relu:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__69:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__69",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/depthwise/depthwise_Fold__69:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_1/depthwise/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/depthwise/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/depthwise/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/depthwise/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__72:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__72",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__72:0",
          "MobilenetV3/expanded_conv_1/project/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_1/project/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__433:0"
        ],
        "name": "Conv__433",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__433:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__75:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__75",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/project/Conv2D_Fold__75:0",
          "MobilenetV3/expanded_conv_1/project/act_quant/min/read:0",
          "MobilenetV3/expanded_conv_1/project/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_1/project/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv_1/project/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_1/project/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__78:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__78",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__78:0",
          "MobilenetV3/expanded_conv_2/expand/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_2/expand/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__436:0"
        ],
        "name": "Conv__436",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__436:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/expand/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/expand/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/expand/Relu:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__81:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__81",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "2",
              "3",
              "1"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/expand/Conv2D_Fold__81:0",
          "MobilenetV3/expanded_conv_7/expand/hard_swish/Relu6_min__236",
          "MobilenetV3/expanded_conv_2/expand/act_quant/max/read:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/expand/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/expand/act_quant/FakeQuantWithMinMaxVars",
        "opType": "FakeQuantWithMinMaxVars",
        "attribute": [
          {
            "name": "narrow_range",
            "i": "0",
            "type": "INT"
          },
          {
            "name": "num_bits",
            "i": "8",
            "type": "INT"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/expand/act_quant/FakeQuantWithMinMaxVars:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/depthwise/depthwise_Fold__84:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/depthwise/depthwise_Fold__84",
        "opType": "Transpose",
        "attribute": [
          {
            "name": "perm",
            "ints": [
              "0",
              "3",
              "1",
              "2"
            ],
            "type": "INTS"
          }
        ]
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/depthwise/depthwise_Fold__84:0",
          "MobilenetV3/expanded_conv_2/depthwise/weights_quant/FakeQuantWithMinMaxVars:0",
          "MobilenetV3/expanded_conv_2/depthwise/BatchNorm_Fold/bias:0"
        ],
        "output": [
          "Conv__439:0"
        ],
        "name": "Conv__439",
        "opType": "Conv",
        "attribute": [
          {
            "name": "dilations",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "strides",
            "ints": [
              "1",
              "1"
            ],
            "type": "INTS"
          },
          {
            "name": "kernel_shape",
            "ints": [
              "3",
              "3"
            ],
            "type": "INTS"
          },
          {
            "name": "group",
            "i": "88",
            "type": "INT"
          },
          {
            "name": "auto_pad",
            "s": "U0FNRV9VUFBFUg==",
            "type": "STRING"
          }
        ],
        "domain": ""
      },
      {
        "input": [
          "Conv__439:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/depthwise/Relu:0"
        ],
        "name": "MobilenetV3/expanded_conv_2/depthwise/Relu",
        "opType": "Relu"
      },
      {
        "input": [
          "MobilenetV3/expanded_conv_2/depthwise/Relu:0"
        ],
        "output": [
          "MobilenetV3/expanded_conv_2/depthwise/depthwise_Fold__87:0"
        ],
